Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 模型文件夹
ar: مجلد النموذج
de: Modellordner
en: Model Folder
es: Carpeta del modelo
fr: Dossier du modèle
hi: मॉडल फ़ोल्डर
id: Folder model
it: Cartella del modello
ja: モデルフォルダ
ko: 모델 폴더
nl: Modelmap
pl: Folder modelu
pt: Pasta do modelo
ru: Папка модели
sv: Modellmapp
th: โฟลเดอร์โมเดล
tr: Model klasörü
uk: Папка моделі
vi: Thư mục mô hình
zh_hant: 模型資料夾

source: 模型文件夹不存在：%@。请在「设置 → 语音转写」中检查模型文件夹路径
ar: مجلد النموذج غير موجود: %@. تحقق من المسار في «الإعدادات → تحويل الصوت إلى نص».
de: Modellordner existiert nicht: %@. Bitte prüfen Sie den Pfad unter «Einstellungen → Sprachtranskription».
en: Model folder does not exist: %@. Please check the model folder path under Settings → Speech-to-Text.
es: La carpeta del modelo no existe: %@. Compruebe la ruta en «Ajustes → Transcripción de voz».
fr: Le dossier du modèle n'existe pas : %@. Veuillez vérifier le chemin du dossier dans « Paramètres → Transcription vocale ».
hi: मॉडल फ़ोल्डर मौजूद नहीं है: %@. कृपया «सेटिंग्स → स्पीच ट्रांसक्रिप्शन» में मॉडल फ़ोल्डर पथ जाँचें।
id: Folder model tidak ada: %@. Periksa jalurnya di «Pengaturan → Transkripsi Suara».
it: La cartella del modello non esiste: %@. Controlla il percorso in «Impostazioni → Trascrizione vocale».
ja: モデルフォルダが存在しません：%@。「設定 → 音声文字起こし」でモデルフォルダのパスを確認してください。
ko: 모델 폴더가 존재하지 않습니다: %@. «설정 → 음성 전사»에서 모델 폴더 경로를 확인하세요.
nl: Modelmap bestaat niet: %@. Controleer het pad in «Instellingen → Spraaktranscriptie».
pl: Folder modelu nie istnieje: %@. Sprawdź ścieżkę w «Ustawienia → Transkrypcja mowy».
pt: A pasta do modelo não existe: %@. Verifique o caminho em «Configurações → Transcrição de voz».
ru: Папка модели не существует: %@. Проверьте путь в «Настройки → Транскрибирование речи».
sv: Modellmappen finns inte: %@. Kontrollera sökvägen i «Inställningar → Taltranskribering».
th: ไม่มีโฟลเดอร์โมเดลอยู่: %@ โปรดตรวจสอบพาธใน «การตั้งค่า → การถอดความเสียง»
tr: Model klasörü mevcut değil: %@. Lütfen yolu «Ayarlar → Ses Çeviri Yazı» bölümünden kontrol edin.
uk: Папка моделі не існує: %@. Перевірте шлях у «Налаштування → Транскрибування мовлення».
vi: Thư mục mô hình không tồn tại: %@. Vui lòng kiểm tra đường dẫn trong «Cài đặt → Chuyển ngữ giọng nói».
zh_hant: 模型資料夾不存在：%@。請在「設定 → 語音轉寫」中檢查模型資料夾路徑

source: 模型文件夹中未找到完整的 Whisper 模型：%@。请确保文件夹（或其子文件夹）直接包含 AudioEncoder.mlmodelc、MelSpectrogram.mlmodelc、TextDecoder.mlmodelc 及 tokenizer 文件
ar: لم يُعثر على نموذج Whisper كامل في المجلد: %@. تأكد من أن المجلد (أو مجلده الفرعي) يحتوي مباشرة على AudioEncoder.mlmodelc وMelSpectrogram.mlmodelc وTextDecoder.mlmodelc وملفات tokenizer.
de: Kein vollständiges Whisper-Modell im Modellordner gefunden: %@. Stellen Sie sicher, dass der Ordner (oder sein Unterordner) direkt AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc und tokenizer-Dateien enthält.
en: No complete Whisper model found in the model folder: %@. Please make sure the folder (or its subfolder) directly contains AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc and tokenizer files.
es: No se encontró un modelo Whisper completo en la carpeta: %@. Asegúrese de que la carpeta (o su subcarpeta) contenga directamente AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc y los archivos tokenizer.
fr: Aucun modèle Whisper complet trouvé dans le dossier : %@. Assurez-vous que le dossier (ou son sous-dossier) contient directement AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc et les fichiers tokenizer.
hi: मॉडल फ़ोल्डर में पूर्ण Whisper मॉडल नहीं मिला: %@. सुनिश्चित करें कि फ़ोल्डर (या उसका उपफ़ोल्डर) सीधे AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc और tokenizer फ़ाइलें रखता है।
id: Tidak ditemukan model Whisper lengkap di folder: %@. Pastikan folder (atau subfoldernya) langsung berisi AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc dan file tokenizer.
it: Nessun modello Whisper completo trovato nella cartella: %@. Assicurati che la cartella (o la sua sottocartella) contenga direttamente AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc e i file tokenizer.
ja: モデルフォルダに完全な Whisper モデルが見つかりません：%@。フォルダ（またはそのサブフォルダ）が AudioEncoder.mlmodelc、MelSpectrogram.mlmodelc、TextDecoder.mlmodelc および tokenizer ファイルを直接含むことを確認してください。
ko: 모델 폴더에서 완전한 Whisper 모델을 찾을 수 없습니다: %@. 폴더(또는 그 하위 폴더)가 AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc 및 tokenizer 파일을 직접 포함하는지 확인하세요.
nl: Geen compleet Whisper-model gevonden in de modelmap: %@. Zorg dat de map (of de submap) direct AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc en tokenizer-bestanden bevat.
pl: Nie znaleziono kompletnego modelu Whisper w folderze: %@. Upewnij się, że folder (lub jego podfolder) bezpośrednio zawiera AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc oraz pliki tokenizer.
pt: Nenhum modelo Whisper completo encontrado na pasta: %@. Certifique-se de que a pasta (ou sua subpasta) contenha diretamente AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc e os arquivos tokenizer.
ru: В папке модели не найдена полная модель Whisper: %@. Убедитесь, что папка (или её подпапка) напрямую содержит AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc и файлы tokenizer.
sv: Ingen komplett Whisper-modell hittades i modellmappen: %@. Se till att mappen (eller dess undermapp) direkt innehåller AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc och tokenizer-filer.
th: ไม่พบโมเดล Whisper ที่สมบูรณ์ในโฟลเดอร์: %@ โปรดตรวจสอบว่าโฟลเดอร์ (หรือโฟลเดอร์ย่อย) มี AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc และไฟล์ tokenizer โดยตรง
tr: Model klasöründe tam bir Whisper modeli bulunamadı: %@. Klasörün (veya alt klasörünün) doğrudan AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc ve tokenizer dosyalarını içerdiğinden emin olun.
uk: У папці моделі не знайдено повної моделі Whisper: %@. Переконайтеся, що папка (або її підпапка) безпосередньо містить AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc та файли tokenizer.
vi: Không tìm thấy mô hình Whisper hoàn chỉnh trong thư mục: %@. Hãy đảm bảo thư mục (hoặc thư mục con của nó) chứa trực tiếp AudioEncoder.mlmodelc, MelSpectrogram.mlmodelc, TextDecoder.mlmodelc và các tệp tokenizer.
zh_hant: 模型資料夾中未找到完整的 Whisper 模型：%@。請確保資料夾（或其子資料夾）直接包含 AudioEncoder.mlmodelc、MelSpectrogram.mlmodelc、TextDecoder.mlmodelc 及 tokenizer 檔案

source: 模型未就绪，已跳过
ar: النموذج غير جاهز؛ تم التخطي
de: Modell nicht bereit; übersprungen
en: Model not ready; skipped
es: Modelo no listo; omitido
fr: Modèle non prêt ; ignoré
hi: मॉडल तैयार नहीं; छोड़ा गया
id: Model belum siap; dilewati
it: Modello non pronto; saltato
ja: モデルが未準備のためスキップしました
ko: 모델이 준비되지 않아 건너뛰었습니다
nl: Model niet gereed; overgeslagen
pl: Model niegotowy; pominięto
pt: Modelo não está pronto; ignorado
ru: Модель не готова; пропущено
sv: Modellen är inte redo; överhoppad
th: โมเดลยังไม่พร้อม ข้ามแล้ว
tr: Model hazır değil; atlandı
uk: Модель не готова; пропущено
vi: Mô hình chưa sẵn sàng; đã bỏ qua
zh_hant: 模型未就緒，已略過

source: 模型档位
ar: فئة النموذج
de: Modellgröße
en: Model Size
es: Tamaño del modelo
fr: Taille du modèle
hi: मॉडल आकार
id: Ukuran Model
it: Dimensione modello
ja: モデルサイズ
ko: 모델 등급
nl: Modelgrootte
pl: Rozmiar modelu
pt: Tamanho do modelo
ru: Размер модели
sv: Modellstorlek
th: ขนาดโมเดล
tr: Model boyutu
uk: Розмір моделі
vi: Kích thước mô hình
zh_hant: 模型檔位

source: 模式
ar: الوضع
de: Modus
en: Mode
es: Modo
fr: Mode
hi: मोड
id: Mode
it: Modalità
ja: モード
ko: 모드
nl: Modus
pl: Tryb
pt: Modo
ru: Режим
sv: Läge
th: โหมด
tr: Mod
uk: Режим
vi: Chế độ

source: 橙色
ar: برتقالي
de: Orange
en: Orange
es: Naranja
fr: Orange
hi: नारंगी
id: Oranye
it: Arancione
ja: オレンジ
ko: 주황
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ru: Оранжевый
sv: Orange
th: สีส้ม
tr: Turuncu
uk: Помаранчевий
vi: Cam

source: 欢迎使用 Memonta
ar: مرحبًا بك في Memonta
de: Willkommen bei Memonta
en: Welcome to Memonta
es: Bienvenido a Memonta
fr: Bienvenue dans Memonta
hi: Memonta में आपका स्वागत है
id: Selamat datang di Memonta
it: Benvenuto in Memonta
ja: Memonta へようこそ
ko: Memonta에 오신 것을 환영합니다
nl: Welkom bij Memonta
pl: Witamy w Memonta
pt: Bem-vindo ao Memonta
ru: Добро пожаловать в Memonta
sv: Välkommen till Memonta
th: ยินดีต้อนรับสู่ Memonta
tr: Memonta'ya hoş geldiniz
uk: Вітаємо в Memonta
vi: Chào mừng đến với Memonta
zh_hant: 歡迎使用 Memonta

source: 正在上传并识别…
ar: جارٍ الرفع والتعرّف…
de: Wird hochgeladen und erkannt…
en: Uploading and recognizing…
es: Subiendo y reconociendo…
fr: Envoi et reconnaissance…
hi: अपलोड और पहचान हो रही है…
id: Mengunggah dan mengenali…
it: Caricamento e riconoscimento…
ja: アップロードして認識中…
ko: 업로드 및 인식 중…
nl: Uploaden en herkennen…
pl: Przesyłanie i rozpoznawanie…
pt: A enviar e a reconhecer…
ru: Загрузка и распознавание…
sv: Laddar upp och känner igen…
th: กำลังอัปโหลดและรู้จำ…
tr: Yükleniyor ve tanınıyor…
uk: Завантаження й розпізнавання…
vi: Đang tải lên và nhận dạng…
zh_hant: 正在上傳並辨識…

source: 正在下载系统语音模型…
ar: جارٍ تنزيل نموذج الكلام في النظام…
de: Systemsprachmodell wird heruntergeladen…
en: Downloading system speech model…
es: Descargando el modelo de voz del sistema…
fr: Téléchargement du modèle vocal du système…
hi: सिस्टम वाक् मॉडल डाउनलोड हो रहा है…
id: Mengunduh model suara sistem…
it: Download del modello vocale di sistema…
ja: システム音声モデルをダウンロード中…
ko: 시스템 음성 모델 다운로드 중…
nl: Systeemspraakmodel downloaden…
pl: Pobieranie systemowego modelu mowy…
pt: A transferir o modelo de voz do sistema…
ru: Загрузка системной языковой модели…
sv: Hämtar systemets talmodell…
th: กำลังดาวน์โหลดโมเดลเสียงของระบบ…
tr: Sistem konuşma modeli indiriliyor…
uk: Завантаження системної мовної моделі…
vi: Đang tải mô hình giọng nói hệ thống…
zh_hant: 正在下載系統語音模型…

source: 正在使用系统语音识别…
ar: جارٍ استخدام التعرف على الكلام في النظام…
de: Systemspracherkennung wird verwendet…
en: Using system speech recognition…
es: Usando el reconocimiento de voz del sistema…
fr: Utilisation de la reconnaissance vocale du système…
hi: सिस्टम वाक् पहचान का उपयोग हो रहा है…
id: Menggunakan pengenalan suara sistem…
it: Uso del riconoscimento vocale di sistema…
ja: システム音声認識を使用中…
ko: 시스템 음성 인식 사용 중…
nl: Systeemspraakherkenning wordt gebruikt…
pl: Używanie rozpoznawania mowy systemu…
pt: A usar o reconhecimento de fala do sistema…
ru: Используется системное распознавание речи…
sv: Använder systemets taligenkänning…
th: กำลังใช้การรู้จำเสียงพูดของระบบ…
tr: Sistem konuşma tanıma kullanılıyor…
uk: Використовується системне розпізнавання мови…
vi: Đang dùng nhận dạng giọng nói hệ thống…
zh_hant: 正在使用系統語音辨識…

source: 正在保存录音…
ar: جارٍ حفظ التسجيل…
de: Aufnahme wird gespeichert…
en: Saving recording…
es: Guardando la grabación…
fr: Enregistrement de l'audio…
hi: रिकॉर्डिंग सहेजी जा रही है…
id: Menyimpan rekaman…
it: Salvataggio della registrazione…
ja: 録音を保存中…
ko: 녹음 저장 중…
nl: Opname wordt opgeslagen…
pl: Zapisywanie nagrania…
pt: A guardar a gravação…
ru: Сохранение записи…
sv: Sparar inspelning…
th: กำลังบันทึกการอัดเสียง…
tr: Kayıt kaydediliyor…
uk: Збереження запису…
vi: Đang lưu bản ghi…
zh_hant: 正在儲存錄音…

source: 正在准备…
ar: جارٍ التحضير…
de: Wird vorbereitet…
en: Preparing…
es: Preparando…
fr: Préparation…
hi: तैयारी हो रही है…
id: Mempersiapkan…
it: Preparazione…
ja: 準備中…
ko: 준비 중…
nl: Voorbereiden…
pl: Przygotowywanie…
pt: A preparar…
ru: Подготовка…
sv: Förbereder…
th: กำลังเตรียมการ…
tr: Hazırlanıyor…
uk: Підготовка…
vi: Đang chuẩn bị…
zh_hant: 正在準備…

source: 正在准备启动环境。
ar: جارٍ التحضير لبيئة البدء.
de: Startumgebung wird vorbereitet.
en: Preparing the startup environment.
es: Preparando el entorno de inicio.
fr: Préparation de l'environnement de démarrage.
hi: स्टार्टअप वातावरण तैयार किया जा रहा है।
id: Menyiapkan lingkungan awal.
it: Preparazione dell'ambiente di avvio.
ja: 起動環境を準備しています。
ko: 시작 환경을 준비하는 중입니다.
nl: Opstartomgeving wordt voorbereid.
pl: Przygotowywanie środowiska uruchomieniowego.
pt: A preparar o ambiente de arranque.
ru: Подготовка среды запуска.
sv: Förbereder startmiljön.
th: กำลังเตรียมสภาพแวดล้อมการเริ่มต้น
tr: Başlangıç ortamı hazırlanıyor.
uk: Підготовка середовища запуску.
vi: Đang chuẩn bị môi trường khởi động.
zh_hant: 正在準備啟動環境。

source: 正在准备说话人区分组件…
ar: جارٍ تحضير مكوّن فصل المتحدثين…
de: Sprechertrennungs-Komponente wird vorbereitet…
en: Preparing the speaker separation component…
es: Preparando el componente de separación de hablantes…
fr: Préparation du composant de séparation des intervenants…
hi: वक्ता पृथक्करण घटक तैयार हो रहा है…
id: Mempersiapkan komponen pemisahan pembicara…
it: Preparazione del componente di separazione dei parlanti…
ja: 話者分離コンポーネントを準備中…
ko: 화자 분리 구성 요소 준비 중…
nl: Component voor sprekersscheiding wordt voorbereid…
pl: Przygotowywanie komponentu rozdzielania mówców…
pt: A preparar o componente de separação de falantes…
ru: Подготовка компонента разделения говорящих…
sv: Förbereder komponenten för talarseparation…
th: กำลังเตรียมคอมโพเนนต์แยกผู้พูด…
tr: Konuşmacı ayrımı bileşeni hazırlanıyor…
uk: Підготовка компонента розділення мовців…
vi: Đang chuẩn bị thành phần tách người nói…
zh_hant: 正在準備說話人區分元件…

source: 正在加载本地模型…
ar: جارٍ تحميل النموذج المحلي…
de: Lokales Modell wird geladen…
en: Loading local model…
es: Cargando el modelo local…
fr: Chargement du modèle local…
hi: स्थानीय मॉडल लोड हो रहा है…
id: Memuat model lokal…
it: Caricamento del modello locale…
ja: ローカルモデルを読み込み中…
ko: 로컬 모델 로드 중…
nl: Lokaal model laden…
pl: Wczytywanie modelu lokalnego…
pt: A carregar o modelo local…
ru: Загрузка локальной модели…
sv: Laddar lokal modell…
th: กำลังโหลดโมเดลในเครื่อง…
tr: Yerel model yükleniyor…
uk: Завантаження локальної моделі…
vi: Đang tải mô hình cục bộ…
zh_hant: 正在載入本機模型…

source: 正在加载转写内容…
ar: جارٍ تحميل التفريغ…
de: Transkription wird geladen…
en: Loading transcript…
es: Cargando transcripción…
fr: Chargement de la transcription…
hi: ट्रांसक्रिप्ट लोड हो रहा है…
id: Memuat transkripsi…
it: Caricamento trascrizione…
ja: 文字起こしを読み込み中…
ko: 전사 내용 불러오는 중…
nl: Transcriptie laden…
pl: Wczytywanie transkrypcji…
pt: Carregando transcrição…
ru: Загрузка транскрипции…
sv: Läser in transkription…
th: กำลังโหลดเนื้อหาการถอดเสียง…
tr: Transkripsiyon yükleniyor…
uk: Завантаження транскрипції…
vi: Đang tải nội dung phiên âm…
zh_hant: 正在載入轉寫內容…

source: 正在区分说话人…
ar: جارٍ فصل المتحدثين…
de: Sprecher werden getrennt…
en: Separating speakers…
es: Separando hablantes…
fr: Séparation des intervenants…
hi: वक्ताओं को अलग किया जा रहा है…
id: Memisahkan pembicara…
it: Separazione dei parlanti…
ja: 話者を分離中…
ko: 화자 분리 중…
nl: Sprekers scheiden…
pl: Rozdzielanie mówców…
pt: Separando falantes…
ru: Разделение говорящих…
sv: Särskiljer talare…
th: กำลังแยกผู้พูด…
tr: Konuşmacılar ayrılıyor…
uk: Розділення мовців…
vi: Đang tách người nói…
zh_hant: 正在區分說話人…

source: 正在区分说话人（第 %d/%d 段，共 %d 段）…
ar: جارٍ تمييز المتحدثين (المقطع %d/%d من %d)…
de: Sprecher werden unterschieden (Segment %d/%d von %d)…
en: Identifying speakers (segment %d/%d of %d total)…
es: Identificando a los hablantes (segmento %d/%d de %d)…
fr: Identification des intervenants (segment %d/%d sur %d)…
hi: वक्ताओं की पहचान की जा रही है (%d/%d खंड, कुल %d खंड)…
id: Mengenali pembicara (segmen %d/%d dari %d)…
it: Identificazione degli interlocutori (segmento %d/%d di %d)…
ja: 話者を識別しています（%d/%d セグメント、全 %d セグメント）…
ko: 화자 구분 중(세그먼트 %d/%d, 총 %d개)…
nl: Sprekers worden onderscheiden (segment %d/%d van %d)…
pl: Rozpoznawanie mówców (segment %d/%d z %d)…
pt: A identificar os intervenientes (segmento %d/%d de %d)…
ru: Определение говорящих (сегмент %d/%d из %d)…
sv: Identifierar talare (segment %d/%d av %d)…
th: กำลังแยกผู้พูด (ช่วง %d/%d จากทั้งหมด %d ช่วง)…
tr: Konuşmacılar ayırt ediliyor (%d/%d. bölüm, toplam %d)…
uk: Визначення мовців (сегмент %d/%d з %d)…
vi: Đang phân biệt người nói (đoạn %d/%d trong tổng %d đoạn)…
zh_hant: 正在區分說話者（第 %d/%d 段，共 %d 段）…

source: 正在合并并保存…
ar: جارٍ الدمج والحفظ…
de: Wird zusammengeführt und gespeichert…
en: Merging and saving…
es: Combinando y guardando…
fr: Fusion et enregistrement…
hi: मर्ज और सहेजा जा रहा है…
id: Menggabungkan dan menyimpan…
it: Unione e salvataggio…
ja: 結合して保存中…
ko: 병합 및 저장 중…
nl: Samenvoegen en opslaan…
pl: Scalanie i zapisywanie…
pt: A juntar e a guardar…
ru: Объединение и сохранение…
sv: Slår samman och sparar…
th: กำลังรวมและบันทึก…
tr: Birleştiriliyor ve kaydediliyor…
uk: Об'єднання та збереження…
vi: Đang hợp nhất và lưu…
zh_hant: 正在合併並儲存…

source: 正在同步磁盘与数据库
ar: جارٍ مزامنة القرص وقاعدة البيانات
de: Datenträger und Datenbank werden synchronisiert
en: Syncing Disk and Database
es: Sincronizando disco y base de datos
fr: Synchronisation du disque et de la base
hi: डिस्क और डेटाबेस सिंक हो रहे हैं
id: Menyinkronkan disk dan basis data
it: Sincronizzazione di disco e database
ja: ディスクとデータベースを同期中
ko: 디스크와 데이터베이스 동기화 중
nl: Schijf en database synchroniseren
pl: Synchronizowanie dysku i bazy danych
pt: A sincronizar disco e base de dados
ru: Синхронизация диска и базы данных
sv: Synkroniserar disk och databas
th: กำลังซิงค์ดิสก์กับฐานข้อมูล
tr: Disk ve veritabanı eşitleniyor
uk: Синхронізація диска та бази даних
vi: Đang đồng bộ đĩa và cơ sở dữ liệu
zh_hant: 正在同步磁碟與資料庫

source: 正在启动 Memonta…
ar: جارٍ تشغيل Memonta…
de: Memonta wird gestartet…
en: Starting Memonta…
es: Iniciando Memonta…
fr: Démarrage de Memonta…
hi: Memonta शुरू हो रहा है…
id: Memulai Memonta…
it: Avvio di Memonta…
ja: Memonta を起動しています…
ko: Memonta 시작 중…
nl: Memonta wordt gestart…
pl: Uruchamianie Memonta…
pt: A iniciar o Memonta…
ru: Запуск Memonta…
sv: Startar Memonta…
th: กำลังเริ่ม Memonta…
tr: Memonta başlatılıyor…
uk: Запуск Memonta…
vi: Đang khởi động Memonta…
zh_hant: 正在啟動 Memonta…

source: 正在录音/录屏，请先停止后再开始新的录屏。
ar: يجري تسجيل صوتي أو تسجيل شاشة؛ أوقفه قبل بدء تسجيل شاشة جديد.
de: Audio- oder Bildschirmaufnahme läuft; bitte zuerst stoppen, dann eine neue Bildschirmaufnahme starten.
en: Audio or screen recording is running; stop it before starting a new screen recording.
es: Se está grabando audio o pantalla; detenlo antes de iniciar una nueva grabación de pantalla.
fr: Un enregistrement audio ou d'écran est en cours ; arrêtez-le avant de lancer un nouvel enregistrement.
hi: ऑडियो या स्क्रीन रिकॉर्डिंग चल रही है; नई स्क्रीन रिकॉर्डिंग शुरू करने से पहले रोकें।
id: Sedang merekam audio atau layar; hentikan dulu sebelum memulai perekaman layar baru.
it: Registrazione audio o schermo in corso; interrompila prima di avviarne una nuova.
ja: 録音/画面収録中です。停止してから新しい画面収録を開始してください。
ko: 녹음/화면 기록 중입니다. 먼저 중지한 뒤 새 화면 기록을 시작하세요.
nl: Audio- of schermopname loopt; stop eerst voordat je een nieuwe schermopname start.
pl: Trwa nagrywanie dźwięku lub ekranu; zatrzymaj je przed rozpoczęciem nowego nagrywania.
pt: Está a gravar áudio ou ecrã; pare antes de iniciar uma nova gravação de ecrã.
ru: Идёт запись звука или экрана; остановите её, прежде чем начинать новую запись.
sv: Ljud- eller skärminspelning pågår; stoppa den innan du startar en ny skärminspelning.
th: กำลังบันทึกเสียงหรือหน้าจอ โปรดหยุดก่อนเริ่มบันทึกหน้าจอใหม่
tr: Ses veya ekran kaydı sürüyor; yeni bir ekran kaydı başlatmadan önce durdurun.
uk: Триває запис звуку або екрана; зупиніть його, перш ніж починати новий запис.
vi: Đang ghi âm hoặc ghi màn hình; hãy dừng trước khi bắt đầu ghi màn hình mới.
zh_hant: 正在錄音/錄屏，請先停止後再開始新的錄屏。

source: 正在录音或录屏，请先停止后再更改数据文件夹。
ar: هناك تسجيل صوتي أو تسجيل شاشة قيد التنفيذ. أوقفه قبل تغيير مجلد البيانات.
de: Eine Audio- oder Bildschirmaufnahme läuft. Bitte stoppen Sie sie, bevor Sie den Datenordner ändern.
en: Recording or screen recording is in progress. Please stop it before changing the data folder.
es: Hay una grabación de audio o de pantalla en curso. Deténgala antes de cambiar la carpeta de datos.
fr: Un enregistrement audio ou d'écran est en cours. Arrêtez-le avant de changer le dossier de données.
hi: ऑडियो या स्क्रीन रिकॉर्डिंग चल रही है। डेटा फ़ोल्डर बदलने से पहले इसे रोकें।
id: Sedang ada perekaman audio atau layar. Hentikan dulu sebelum mengubah folder data.
it: È in corso una registrazione audio o dello schermo. Interrompila prima di cambiare la cartella dati.
ja: 録音または画面収録中です。データフォルダを変更する前に停止してください。
ko: 녹음 또는 화면 녹화가 진행 중입니다. 데이터 폴더를 변경하기 전에 중지하세요.
nl: Er is een audio- of schermopname bezig. Stop deze voordat u de gegevensmap wijzigt.
pl: Trwa nagrywanie dźwięku lub ekranu. Zatrzymaj je przed zmianą folderu danych.
pt: Há uma gravação de áudio ou de tela em andamento. Pare-a antes de alterar a pasta de dados.
ru: Идёт запись звука или экрана. Остановите её, прежде чем менять папку данных.
sv: En ljud- eller skärminspelning pågår. Stoppa den innan du ändrar datamappen.
th: กำลังบันทึกเสียงหรือบันทึกหน้าจออยู่ กรุณาหยุดก่อนเปลี่ยนโฟลเดอร์ข้อมูล
tr: Ses veya ekran kaydı sürüyor. Veri klasörünü değiştirmeden önce durdurun.
uk: Триває запис звуку або екрана. Зупиніть його, перш ніж змінювати теку даних.
vi: Đang ghi âm hoặc ghi màn hình. Vui lòng dừng lại trước khi thay đổi thư mục dữ liệu.
zh_hant: 正在錄音或錄屏，請先停止後再更改資料夾。

source: 正在打开数据库…
ar: جارٍ فتح قاعدة البيانات…
de: Datenbank wird geöffnet…
en: Opening the database…
es: Abriendo la base de datos…
fr: Ouverture de la base de données…
hi: डेटाबेस खोला जा रहा है…
id: Membuka basis data…
it: Apertura del database…
ja: データベースを開いています…
ko: 데이터베이스 여는 중…
nl: Database wordt geopend…
pl: Otwieranie bazy danych…
pt: A abrir a base de dados…
ru: Открытие базы данных…
sv: Öppnar databasen…
th: กำลังเปิดฐานข้อมูล…
tr: Veritabanı açılıyor…
uk: Відкриття бази даних…
vi: Đang mở cơ sở dữ liệu…
zh_hant: 正在開啟資料庫…

source: 正在抽取并筛选关键帧…
ar: جارٍ استخراج الإطارات الرئيسية وتصفيتها…
de: Keyframes werden extrahiert und gefiltert…
en: Extracting and Filtering Keyframes…
es: Extrayendo y filtrando fotogramas clave…
fr: Extraction et filtrage des images clés…
hi: कीफ़्रेम निकाले और छाँटे जा रहे हैं…
id: Mengekstrak dan menyaring keyframe…
it: Estrazione e selezione dei fotogrammi chiave…
ja: キーフレームを抽出・選別中…
ko: 키프레임 추출 및 선별 중…
nl: Keyframes extraheren en filteren…
pl: Wyodrębnianie i filtrowanie klatek…
pt: A extrair e filtrar fotogramas-chave…
ru: Извлечение и отбор ключевых кадров…
sv: Extraherar och filtrerar nyckelbildrutor…
th: กำลังดึงและคัดกรองคีย์เฟรม…
tr: Kareler çıkarılıyor ve seçiliyor…
uk: Видобуток і відбір ключових кадрів…
vi: Đang trích và lọc khung hình chính…
zh_hant: 正在擷取並篩選關鍵影格…

source: 正在检查录音分片…
ar: جارٍ فحص مقاطع التسجيل…
de: Aufnahmesegmente werden geprüft…
en: Checking recording segments…
es: Comprobando los segmentos de grabación…
fr: Vérification des segments d'enregistrement…
hi: रिकॉर्डिंग खंडों की जाँच हो रही है…
id: Memeriksa segmen rekaman…
it: Verifica dei segmenti di registrazione…
ja: 録音セグメントを確認中…
ko: 녹음 세그먼트 확인 중…
nl: Opnamesegmenten worden gecontroleerd…
pl: Sprawdzanie segmentów nagrania…
pt: A verificar os segmentos de gravação…
ru: Проверка сегментов записи…
sv: Kontrollerar inspelningssegment…
th: กำลังตรวจสอบส่วนของการบันทึก…
tr: Kayıt parçaları denetleniyor…
uk: Перевірка сегментів запису…
vi: Đang kiểm tra các phân đoạn ghi âm…
zh_hant: 正在檢查錄音片段…

source: 正在检查系统语音识别…
ar: جارٍ التحقق من التعرف على الكلام في النظام…
de: Systemspracherkennung wird geprüft…
en: Checking system speech recognition…
es: Comprobando el reconocimiento de voz del sistema…
fr: Vérification de la reconnaissance vocale du système…
hi: सिस्टम वाक् पहचान की जाँच हो रही है…
id: Memeriksa pengenalan suara sistem…
it: Verifica del riconoscimento vocale di sistema…
ja: システム音声認識を確認中…
ko: 시스템 음성 인식 확인 중…
nl: Systeemspraakherkenning wordt gecontroleerd…
pl: Sprawdzanie rozpoznawania mowy systemu…
pt: A verificar o reconhecimento de fala do sistema…
ru: Проверка системного распознавания речи…
sv: Kontrollerar systemets taligenkänning…
th: กำลังตรวจสอบการรู้จำเสียงพูดของระบบ…
tr: Sistem konuşma tanıma denetleniyor…
uk: Перевірка системного розпізнавання мови…
vi: Đang kiểm tra nhận dạng giọng nói hệ thống…
zh_hant: 正在檢查系統語音辨識…
